swat-dp-tools/test/getDomainServiceList.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
	<soapenv:Body>
		<dp:GetServiceListFromDomainRequest
			xmlns:dp="http://www.datapower.com/schemas/appliance/management/3.0">
			<dp:Domain>HS-Test</dp:Domain>
		</dp:GetServiceListFromDomainRequest>
	</soapenv:Body>
</soapenv:Envelope>
